/* 
  Localizable.strings
  Coolio

  Created by hoehoe on 2013/03/15.
  Copyright (c) 2013年 Gigaworks. corp. All rights reserved.
*/

"LOGOUT_BUTTON" = "ログアウト";
"CANCEL_BUTTON" = "キャンセル";

"HTTP_ERROR" = "サーバー側にエラーが発生しました";
//"DISCARD_BUTTON" = "取り消し";

"BLOCK_BUTTON" = "ブロック";
"REPORT_BUTTON" = "問題を報告";

"BLOCK_VIEW_EDIT_BUTTON_EDITABLE" = "編集";
"BLOCK_VIEW_EDIT_BUTTON_CANCEL" = "キャンセル";

"Pass lock Settings" = "パスロック設定";
"Empty password or E-mail address" = "メールアドレスもしくはパスワードが空です";

"SEARCHBAR_TITLE" = "ニックネームかコメント";
"ALERT_LOCATION_SERVICE" = "位置情報サービスを有効にしてください";
"Bad Parameter" = "扱えない記号が混じっています";

//"AGREEMENT_MESSAGE1" = "Do you agree to the terms?";
//"AGREEMENT_MESSAGE2" = "Please agree to the terms.";
//"ALERT_LOGIN_EMPTY" = "Login ID or Password is empty.";
//"ALERT_LOGIN_LOCKED" = "This account locked.";
//"ALERT_LOGIN_DIFFERENT" = "Login ID or Password is different.";
"ALERTVIEW_ZERO" = "現在アラート情報はありません";

"INFOVIEW_ZERO" = "現在お知らせはありません";

"ALERT_APPSETTING_REQUIRE" = "必須項目を入力してください";
"ALERT_REGISTERED" = "E-mailまたはニックネームは登録済みです";
"ALERT_SAVED" = "保存しました";

//"ALERT_FORGATPASS_SEND_EMAIL" = "Your password has been sent.";
//"ALERT_EMAIL_DIFFERENT" = "E-mail address is different.";

"FILTER_UNDER" = "以下";
"FILTER_OVER" = "以上";

"ALERT_REPORT_SENDED" = "報告ありがとうございました";

/*
 無修正画像の掲載	Uncensored pictures.
 スパムメッセージの受信	Spam text messages.
 売買春を目的としたユーザーの発見	Prostitutes(male/female).
 詐欺・フィッシングサイトへの誘導	Conducted to fishing site.
 著作権違反・他人の画像の使用		Non-copyrighted pictures.
 未成年ユーザーの発見	I found minors.
 公序良俗違反	Unlawful action.
 危険・暴力的なコンテンツ	Dangerous or violent contents.
 その他	Others.
 */

"REPORT_UNCENSORED_PICTURES" = "無修正画像の掲載";
"REPORT_SPAM_TEXT" = "スパムメッセージの受信";
"REPORT_PROSTITUTES" = "売買春を目的としたユーザーの発見";
"REPORT_FISHING_SITE" = "詐欺・フィッシングサイトへの誘導";
"REPORT_COPYRIGHT_PICTURES" = "著作権違反・他人の画像の使用";
"REPORT_I_FOUND_MINORS" = "未成年ユーザーの発見";
"REPORT_UNLAWFUL_ACTION" = "公序良俗違反";
"REPORT_VIOLENT_CONTENTS" = "危険・暴力的なコンテンツ";
"REPORT_OTHERS" = "その他";


"AGREEMENT_MESSAGE1" = "利用規約に同意しますか？";
"AGREEMENT_MESSAGE2" = "利用規約に同意してください";
"ALERT_LOGIN_EMPTY" = "ログインIDかパスワードが空です";
"ALERT_LOGIN_LOCKED" = "アカウントがロックされています";
"ALERT_LOGIN_DIFFERENT" = "ログインIDかパスワードが違います";

"ALERT_EMAIL_SENDED" = "メールを送信しました";
"ALERT_EMAIL_ALREADY_REGISTERED" = "E-mailアドレスは既に登録されています";
"ALERT_EMAIL_DIFFERENT" = "E-mailアドレスが違います";
"ALERT_FORGATPASS_SEND_EMAIL" = "パスワードを送信しました";
"ALERT_UNSUB_CONFIRM" = "退会しますか？";
"ALERT_UNSUB_COMP" = "退会しました";
"ALERT_UNSUB_INCORRECT" = "E-mailアドレスかパスワードが違います";

"ALERT_AGEPUBLISH_ERROR_01" = "年齢の上限値/下限値が逆です。";
"ALERT_AGEPUBLISH_ERROR_02" = "年齢の最小値は18 最大値は99です";

"ALERT_EMPTY_EMAIL" = "E-mailが空です";
"ALERT_VALID_EMAIL" = "E-mail形式ではありません";
"ALERT_PROFILE_SAVE_NG" = "未入力の項目があります";
"NETWORK_ERROR" = "インターネットに接続出来ません";

//"ALERT_FILTER_RESET_MESSAGE" = "フィルターをOFFにします\nよろしいですか?";


"ADD_FRIENDLIST" = "%@をフレンドリストに登録しますか？";
"MOVE_FRIENDLIST" = "%@をサイレントマッチからフレンドリストに移動しますか？";
"REMOVE_FRIENDLIST" = "%@をフレンドリストから削除しますか？";

"ADD_MATCHLIST" = "%@をサイレントマッチに登録しますか？";
"MOVE_MATCHLIST" = "%@をフレンドリストからサイレントマッチに移動しますか？";
"REMOVE_MATCHLIST" = "%@をサイレントマッチから削除しますか？";

"ADD_BLOCKLIST" = "%@をブロックリストに登録しますか？";
"REMOVE_BLOCKLIST" = "%@をブロックリストから削除しますか？";

/*
 "名前"をフレンドリストに登録しますか？
 Do you add "名前" to Friend List?
 
 "名前"をフレンドリストから削除しますか？（非通知）
 Do you remove "名前" from Friend List? (Non-Disclosed)
 
 "名前"をフレンドリストからマッチリストに移動しますか？（非通知）
 Do you move "名前" from Friend List to Match List? (Non-Disclosed)
 
 "名前"をフレンドリストからブロックリストに移動しますか？（非通知）
 Do you move "名前" from Friend List to Block List? (Non-Disclosed)
 
 "名前"をマッチリストに登録しますか？（非通知）
 Do you add "名前" to Match List? (Non-Disclosed)
 
 "名前"をマッチリストからフレンドリストに移動しますか？
 Do you move "名前" from Match List to Friend List?
 
 "名前"をマッチリストから削除しますか？（非通知）
 Do you remove "名前" from Friend List? (Non-Disclosed)
 
 "名前"をマッチリストからブロックリストに移動しますか？（非通知）
 Do you move "名前" from Match List to Block List? (Non-Disclosed)
 
 "名前"をブロックリストに登録しますか？（非通知）
 Do you add "名前" to Block List? (Non-Disclosed)
 
 "名前"をブロックリストからフレンドリストに移動しますか？
 Do you move "名前" from Block List to Friend List?
 
 "名前"をブロックリストからマッチリストに移動しますか？（非通知）
 Do you move "名前" from Block List to Match List? (Non-Disclosed)
 
 "名前"をブロックリストにから削除しますか？（非通知）
 Do you remove "名前" from Block List? (Non-Disclosed)
 */

"MENU_MEMBER" = "メンバー検索";
"MENU_MYFRIENDS" = "マイフレンド";
"MENU_SILENTMATCH" = "サイレントマッチ";
"MENU_HISTORY" = "閲覧履歴";

"MENU_CHAT" = "チャット";

"MENU_FRIENDS" = "フレンド通知";
"MENU_MATCH" = "マッチ！";
"MENU_FOOTPRINT" = "足あと";

"MENU_ALERT" = "アラート";
"MENU_INFORMATION" = "お知らせ";
"MENU_SETTINGS" = "プロフィール＆設定";
"MENU_PASSLOCK" = "パスロック";
"MENU_TERMPOLICY" = "ご利用規約";
"MENU_UNSUB" = "退会";
"MENU_LOGOUT" = "ログアウト";

"MENU_SECTIONITEM_MEET" = "出会い";
"MENU_SECTIONITEM_CHAT" = "チャット";
"MENU_SECTIONITEM_NOTICE" = "通知";
"MENU_SECTIONITEM_ALERT" = "アラート";
"MENU_SECTIONITEM_GENERAL" = "一般";

"SETTINGS_CELL_PICTURE" = "ピクチャ";
"SETTINGS_CELL_PROFILE" = "プロフィール";
"SETTINGS_CELL_PRIVACY" = "公開先設定";
"SETTINGS_CELL_FOOTPRINT" = "足あと";
"SETTINGS_CELL_BLOCKS" = "ブロック";
"SETTINGS_CELL_NOTIFICATIONS" = "通知";

//email
//password
//nickname
//age
//height
//weight

"sexGay" = "ゲイ";
"sexBisex" = "バイ";
"sexStraight" = "ほぼノンケ";

"raceAsian" = "アジア人";
"raceWhite" = "白人";
"raceBlack" = "黒人";
"raceLatin" = "ラテン系";
"raceArab" = "アラブ系";
"racePolynesian" = "太平洋諸島系";
"raceMix" = "ミックス";
"raceEtc" = "その他";

"styleTwink" = "ジャニーズ系・美少年";
"styleHunk" = "体育会系・ガテン系";
"styleSurfer" = "サーフ系・ギャル男・ホスト";
"styleHipHop" = "ストリート・B系";
"styleThug" = "ヤンキー・不良系";
"stylePunk" = "ビジュアル系・パンク・個性派";
"styleWhiteCollar" = "リーマン";
"styleHardcoreGay" = "兄貴・野郎・イカホモ系";
"stylePotato" = "イモ系";
"styleBear" = "ヒゲ・熊・狼系";
"styleGeek" = "おたく";
"styleChubby" = "ぽっちゃり";
"styleBeefy" = "ガチムチ";
"styleBodybuilder" = "マッチョ";
"styleWellMuscled" = "スジ筋";
"styleSlimSkinny" = "スリム";
"styleFeminine" = "女の子っぽい子・ユニセックス";
"styleShemale" = "ニューハーフ・女装子";
"styleEtc" = "その他";

"lookingLover" = "恋人募集";
"lookingFriend" = "友達募集";
"lookingEPal" = "メル友募集";
"lookingMPal" = "メッセ友募集";
"lookingTPal" = "ＴＥＬ友募集";
"lookingCircle" = "仲間募集（サークル、旅行、バンドなど）";
"lookingRoommate" = "ルームメイト募集";
"lookingBPartner" = "仕事仲間募集";
"lookingFriendWithBenefits" = "お楽しみ相手募集";

"bodyShapeSecret" = "秘密・不明";
"bodyShapeSlim" = "スリム";
"bodyShapeAverage" = "普通";
"bodyShapeChubby" = "少し太め";
"bodyShapeVeryChubby" = "極太";

"muscleSecret" = "秘密・不明";
"muscleDelicate" = "きゃしゃ";
"muscleAverage" = "普通";
"muscleWellBuilt" = "筋肉質";
"muscleBodybuilder" = "マッチョ";

"bodyHairSecret" = "秘密・不明";
"bodyHairSmooth" = "薄い";
"bodyHairAverage" = "普通";
"bodyHairHairy" = "濃い";

"hairStyleSecret" = "秘密・不明";
"hairStyleShavedHead" = "坊主";
"hairStyleShortHair" = "短髪";
"hairStyleAverage" = "普通";
"hairStyleSemiLongHair" = "セミロング";
"hairStyleLongHair" = "ロングヘアー";
"hairStyleUniqueStyle" = "個性的な髪型";

"hairColorSecret" = "秘密・不明";
"hairColorBlack" = "黒髪";
"hairColorBrown" = "茶髪・赤毛";
"hairColorBlond" = "ブロンド・金髪";
"hairColorWhite" = "白髪";
"hairColorUniqueColor" = "個性的な色";

"otherCharacteristicsMustache" = "ヒゲ";

"otherCharacteristicsTanningSkin" = "日焼け";

"otherCharacteristicsGlasses" = "メガネ";

"otherCharacteristicsPiarce" = "ピアス";

"otherCharacteristicsTatoo" = "タトゥー";

"gayCareerSecret" = "秘密・不明";
"gayCareerBeginner" = "初心者";
"gayCareerAverage" = "そこそこ";
"gayCareerExpert" = "ベテラン";

"comingoutSecret" = "秘密・不明";
"comingoutNobodyKnows" = "隠している";
"comingoutSomeoneCloseKnow" = "親しい人は知っている";
"comingoutMostPeopleKnow" = "ほとんどみんな知っている";

"loveStylesSecret" = "秘密・不明";
"loveStylesClose" = "べったり";
"loveStylesAverage" = "ふつう";
"loveStylesSimple" = "あっさり";
"loveStylesUpToyou" = "相手にあわせる";

"expectSecret" = "秘密・不明";
"expectpersonality" = "性格";
"expectAppearance" = "外見";
"expectAtmosphere" = "雰囲気";
"expectBody" = "体";
"expectSex" = "Ｈの相性";
"expectInterest" = "趣味・好み";
"expectCircumstance" = "境遇・生い立ち";
"expectFinance" = "経済・仕事";
"expectDistance" = "距離";

"jobSecret" = "秘密・不明";
"jobStudent" = "学生";
"jobBetweenJobs" = "就職活動中";
"jobOfficeWork" = "オフィスでおこなう職業";
"jobServices" = "サービスをおこなう職業";
"jobManufacturing" = "モノづくりに関わる職業";
"jobComputer" = "コンピュータに関わる職業";
"jobLanguage" = "語学・教育に関わる職業";
"jobAssets" = "資産・金融に関わる職業";
"jobLaw" = "法律に関わる職業";
"jobMedia" = "報道に関わる職業";
"jobPublishing" = "出版に関わる職業";
"jobDomestic" = "国や海外に貢献する職業";
"jobMedicalProfession" = "医療に関わる職業";
"jobHealth" = "健康・福祉に関わる職業";
"jobArchitecture" = "建築・インテリアの職業";
"jobCreativeProfession" = "クリエイティブ・芸術に関わる職業";
"jobCooking" = "料理・食べ物に関わる職業";
"jobVehicle" = "乗り物・運送に関わる職業";
"jobTravel" = "旅行に関わる職業";
"jobBeauty" = "美容・ファッションに関わる職業";
"jobEntertainment" = "エンターテイメントに関わる職業";
"jobReligiousProfession" = "宗教に関わる職業";
"jobCeremonialOccasions" = "冠婚葬祭に関わる職業";
"jobNature" = "自然・動物に関わる職業";
"jobSports" = "スポーツに関わる職業";
"jobSexIndustry" = "性に関わる職業";

"livingSecret" = "秘密・不明";
"livingAlone" = "一人暮らし";
"livingwithFamily" = "家族と同居";
"livingwithFriendsorLovers" = "友達や恋人と同居";

"lifePolicyVegetarian" = "ベジタリアン";
"lifePolicyNoSmoking" = "禁煙";
"lifePolicyNoDrinking" = "禁酒";
"lifePolicyNoGambling" = "禁ギャンブル";
"lifePolicyNoSex" = "禁欲";

"sexPositionSecret" = "秘密・不明";
"sexPositionTop" = "タチ";
"sexPositionBottom" = "ウケ";
"sexPositionVersatile" = "リバ";

//"penisSize" = "";

"penisThicknessSecret" = "秘密・不明";
"penisThicknessSlender" = "細め";
"penisThicknessAverage" = "ふつう";
"penisThicknessPlump" = "太め";
"penisThicknessExtraThick" = "極太";

"phimosisSecret" = "秘密・不明";
"phimosisCut" = "ズルムケ";
"phimosisUncut" = "仮性";
"phimosisOverhang" = "真性";

"sadomasochismSecret" = "秘密・不明";
"sadomasochismSadistic" = "Ｓっ気がある";
"sadomasochismMasochistic" = "Ｍっ気がある";
"sadomasochismBoth" = "両方";
"sadomasochismNeither" = "どっちもない";

/*
"fetishBDSM" = "SM";
"fetishBigCock" = "Big Cock";
"fetishSmallCock" = "Small Cock";
"fetishUncut" = "Uncut";
"fetishSmellFetish" = "Smell Fetish";
"fetishUniformFetish" = "Uniform Fetish / Cosplay";
"fetishRubber" = "Rubber / Leather";
"fetishDrag" = "Drag / Transvestite";
"fetishFlasher" = "Flasher / Exposure";
"fetishGangbang" = "Gangbang";
"fetishHardcorePlay" = "Hardcore Play";
"fetishPhoneSex" = "Phone Sex / Cyber Sex";
"fetishTeenLover" = "Teen Lover";
"fetishMatureLover" = "Mature Lover";
"fetishChubbyLover" = "Chubby Lover";
*/

"fetishBDSM" = "SM";
"fetishBigCock" = "巨根";
"fetishSmallCock" = "短小";
"fetishUncut" = "包茎";
"fetishSmellFetish" = "匂いフェチ";
"fetishUniformFetish" = "ユニフェチ / コスプレ";
"fetishRubber" = "ラバー / レザー";
"fetishDrag" = "女装";
"fetishFlasher" = "露出";
"fetishGangbang" = "複数プレイ";
"fetishHardcorePlay" = "過激プレイ";
"fetishPhoneSex" = "テレフォンセックス / チャットH";
"fetishTeenLover" = "若専";
"fetishMatureLover" = "フケ専";
"fetishChubbyLover" = "デブ専";


"TBL_FORMAT_PROFILE" = "年齢: %@, 身長: %@, 体重: %@";


"No_Set" = "未設定";
"Neutral" = "ふつう";
"Moderately" = "そこそこ";
"Cheerful_and_lively" = "ノリよくわいわい";
"Calm_and_quiet" = "落ち着いてる";
"Serious_and_dependable" = "まじめでしっかり";
"Frank_and_versatile" = "ざっくばらんで融通が利く";
"Funny" = "おもしろい";
"Cool" = "クール";
"Take_the_lead_/_active_role" = "自分でどんどん、積極的";
"Follow_/_passive_role" = "相手に合わせる、受け身";
"Sociable_and_worldly" = "社交的・世渡り上手";
"Naive_and_clumsy" = "不器用・愚直";
"Follow_the_latest_trends" = "流行に敏感";
"Going_own_way" = "我が道を行く";
"Flashy" = "派手";
"Conservative" = "地味";
"Act_based_on_emotions" = "感情で動く";
"Act_based_on_reasons" = "理性で動く";
"Bold" = "大胆";
"Cautious" = "慎重";
"Want_stimulation" = "刺激がほしい";
"Want_peace" = "安定がほしい";
"Realism" = "現実主義";
"Idealism" = "理想主義";
"Optimistic" = "楽観的";
"Pessimistic" = "悲観的";
"Masculine" = "男っぽい";
"Feminine" = "女っぽい";

"I_am_a_strong_person" = "自分は強い人間だ";
"I_am_a_weak_person" = "自分は弱い人間だ";
"Want_to_protect" = "守りたい";
"Want_to_be_protected" = "守ってほしい";
"Indoorsy" = "インドア派";
"Outdoorsy" = "アウトドア派";
"Bookish_type" = "文化系・理数系";
"Athletic_type" = "体育会系";
"Love_to_talk_about_serious_topics_such_as_politics_and_economics" = "政治、経済など、難しいことも好き";
"Just_want_to_have_fun_without_being_pompous" = "小難しいことぬきで楽しく";
"Looking_to_meet_a_lot_of_people" = "いろんな出会いを探したい";
"Looking_for_THE_one" = "一つの出会いを大切にしたい";
"Sexuallity_header_title" = "セクシャリティ";
"Race_header_title" = "人種";
"Your_style_header_title" = "あなたのスタイル";

"Looking_for_header_title" = "目的";
"Body_shape_header_title" = "体型";
"Muscle_header_title" = "筋肉";
"Body_hair_header_title" = "体毛";
"Hair_style_header_title" = "髪型";
"Hair_color_header_title" = "髪の色";
"Other_characteristics_header_title" = "その他の特徴";
//"Personality_header_title" = "Personality";
"Gay_career_header_title" = "ゲイ歴";
"Coming_out_header_title" = "カミングアウト";
"Love_sytles_header_title" = "恋愛スタイル";
"Expect_header_title" = "相手の何を一番重視？";
"Job_header_title" = "職業";
"Living_header_title" = "家";
"LifePolicy_header_title" = "生活ポリシー";
"SexPosition_header_title" = "性的ポジション";
"PenisThickness_header_title" = "ペニスの太さ";
"Phimosis_header_title" = "包茎";
"Sadomasochism_header_title" = "ＳＭ";
"Fetish_header_title" = "フェチ";









